Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: H10: Moisten electrodes, check strap fit, ensure good skin contact
ar: H10: رطّب الأقطاب، وتحقق من إحكام الحزام، واحرص على تلامس جيد مع الجلد
da: H10: Fugt elektroderne, tjek bæltets pasform, sørg for god hudkontakt
de: H10: Elektroden befeuchten, Sitz des Gurts prüfen, guten Hautkontakt sicherstellen
es: H10: humedece los electrodos, comprueba el ajuste de la banda y asegura un buen contacto con la piel
fi: H10: Kostuta elektrodit, tarkista vyön istuvuus ja varmista hyvä ihokontakti
fr: H10 : humidifiez les électrodes, vérifiez l’ajustement de la ceinture, assurez un bon contact avec la peau
is: H10: Vættu rafskautin, athugaðu hvernig ólin situr, tryggðu góða snertingu við húð
it: H10: inumidisci gli elettrodi, controlla che la fascia sia ben regolata e che ci sia un buon contatto con la pelle
ja: H10：電極を湿らせ、ストラップの装着を確認し、肌にしっかり接触させてください
ko: H10: 전극을 적시고, 스트랩 착용 상태를 확인하고, 피부와 잘 닿도록 하세요
nb: H10: Fukt elektrodene, sjekk at belte sitter godt, sørg for god hudkontakt
nl: H10: Maak de elektroden vochtig, controleer de pasvorm van de band, zorg voor goed huidcontact
pt_br: H10: umedeça os eletrodos, verifique o ajuste da cinta e garanta bom contato com a pele
ru: H10: смочите электроды, проверьте посадку ремня, обеспечьте хороший контакт с кожей
sv: H10: Fukta elektroderna, kontrollera bandets passform, se till att hudkontakten är god
zh_hans: H10：润湿电极，检查心率带松紧，确保与皮肤接触良好

source: Haiku 4.5 (cheap), Sonnet 4.6 (recommended), Opus 4.7 (top reasoning)
ar: Haiku 4.5 (رخيص)، Sonnet 4.6 (موصى به)، Opus 4.7 (أعلى قدرة استدلال)
da: Haiku 4.5 (billig), Sonnet 4.6 (anbefalet), Opus 4.7 (bedste ræsonnering)
de: Haiku 4.5 (günstig), Sonnet 4.6 (empfohlen), Opus 4.7 (bestes Reasoning)
es: Haiku 4.5 (económico), Sonnet 4.6 (recomendado), Opus 4.7 (mejor razonamiento)
fi: Haiku 4.5 (edullinen), Sonnet 4.6 (suositeltu), Opus 4.7 (paras päättely)
fr: Haiku 4.5 (économique), Sonnet 4.6 (recommandé), Opus 4.7 (meilleur raisonnement)
is: Haiku 4.5 (ódýrt), Sonnet 4.6 (mælt með), Opus 4.7 (besta rökhugsun)
it: Haiku 4.5 (economico), Sonnet 4.6 (consigliato), Opus 4.7 (miglior ragionamento)
ja: Haiku 4.5（安価）、Sonnet 4.6（推奨）、Opus 4.7（最高の推論）
ko: Haiku 4.5(저렴), Sonnet 4.6(권장), Opus 4.7(최고 수준 추론)
nb: Haiku 4.5 (billig), Sonnet 4.6 (anbefalt), Opus 4.7 (best resonnering)
nl: Haiku 4.5 (goedkoop), Sonnet 4.6 (aanbevolen), Opus 4.7 (sterkste redenering)
pt_br: Haiku 4.5 (barato), Sonnet 4.6 (recomendado), Opus 4.7 (melhor raciocínio)
ru: Haiku 4.5 (дешёвая), Sonnet 4.6 (рекомендуется), Opus 4.7 (лучшие рассуждения)
sv: Haiku 4.5 (billig), Sonnet 4.6 (rekommenderas), Opus 4.7 (bäst resonemang)
zh_hans: Haiku 4.5（便宜）、Sonnet 4.6（推荐）、Opus 4.7（最强推理）

source: Haiku 4.5 is pinned to its dated model ID (stable prompt caching). Sonnet 4.6, Opus 4.7, and every ChatGPT / Gemini / DeepSeek / Grok model ID are still floating aliases — a provider could silently repoint them and briefly disrupt caching. Will pin once dated IDs are confirmed.
ar: Haiku 4.5 مثبّت على معرّف نموذج مؤرَّخ (تخزين مؤقت مستقر للموجّه). أما Sonnet 4.6 وOpus 4.7 وكل معرّفات نماذج ChatGPT / Gemini / DeepSeek / Grok فلا تزال أسماء مستعارة متغيّرة — قد يعيد المزوّد توجيهها بصمت فيتعطّل التخزين المؤقت لفترة وجيزة. ستُثبَّت بمجرد تأكيد المعرّفات المؤرَّخة.
da: Haiku 4.5 er låst til sit daterede model-ID (stabil prompt-caching). Sonnet 4.6, Opus 4.7 og alle model-ID'er for ChatGPT / Gemini / DeepSeek / Grok er stadig flydende aliasser — en udbyder kunne i det stille pege dem om og kortvarigt forstyrre caching. De låses, når daterede ID'er er bekræftet.
de: Haiku 4.5 ist auf seine datierte Modell-ID festgelegt (stabiles Prompt-Caching). Sonnet 4.6, Opus 4.7 und alle Modell-IDs von ChatGPT / Gemini / DeepSeek / Grok sind noch variable Aliase — ein Anbieter könnte sie unbemerkt umleiten und das Caching kurzzeitig stören. Sie werden festgelegt, sobald datierte IDs bestätigt sind.
es: Haiku 4.5 está fijado a su ID de modelo con fecha (caché de prompts estable). Sonnet 4.6, Opus 4.7 y todos los ID de modelo de ChatGPT / Gemini / DeepSeek / Grok siguen siendo alias flotantes: un proveedor podría redirigirlos sin avisar y alterar brevemente la caché. Se fijarán cuando se confirmen los ID con fecha.
fi: Haiku 4.5 on kiinnitetty päivättyyn mallitunnukseensa (vakaa kehotevälimuisti). Sonnet 4.6, Opus 4.7 ja kaikki ChatGPT- / Gemini- / DeepSeek- / Grok-mallitunnukset ovat yhä liukuvia aliaksia — palveluntarjoaja voisi huomaamatta ohjata ne uudelleen ja häiritä hetkellisesti välimuistia. Kiinnitetään, kun päivätyt tunnukset on vahvistettu.
fr: Haiku 4.5 est fixé sur son identifiant de modèle daté (mise en cache des prompts stable). Sonnet 4.6, Opus 4.7 et tous les identifiants de modèles ChatGPT / Gemini / DeepSeek / Grok sont encore des alias flottants — un fournisseur pourrait les rediriger sans prévenir et perturber brièvement la mise en cache. Ils seront fixés une fois les identifiants datés confirmés.
is: Haiku 4.5 er fest við dagsett líkansauðkenni sitt (stöðugt skyndiminni fyrirmæla). Sonnet 4.6, Opus 4.7 og öll líkansauðkenni ChatGPT / Gemini / DeepSeek / Grok eru enn fljótandi samnefni — þjónustuaðili gæti hljóðlega beint þeim annað og truflað skyndiminnið um stund. Verða fest þegar dagsett auðkenni hafa verið staðfest.
it: Haiku 4.5 è fissato al suo ID di modello datato (cache dei prompt stabile). Sonnet 4.6, Opus 4.7 e tutti gli ID dei modelli ChatGPT / Gemini / DeepSeek / Grok sono ancora alias variabili: un fornitore potrebbe reindirizzarli senza avvisare e disturbare brevemente la cache. Verranno fissati quando gli ID datati saranno confermati.
ja: Haiku 4.5 は日付付きのモデル ID に固定されています（安定したプロンプトキャッシュ）。Sonnet 4.6、Opus 4.7、およびすべての ChatGPT / Gemini / DeepSeek / Grok のモデル ID はまだ変動するエイリアスです — プロバイダが告知なく参照先を変え、一時的にキャッシュが乱れる可能性があります。日付付き ID が確認でき次第、固定します。
ko: Haiku 4.5는 날짜가 붙은 모델 ID로 고정되어 있습니다(안정적인 프롬프트 캐싱). Sonnet 4.6, Opus 4.7, 그리고 모든 ChatGPT / Gemini / DeepSeek / Grok 모델 ID는 아직 유동 별칭이라 제공업체가 아무 예고 없이 대상을 바꿔 캐싱이 잠시 흐트러질 수 있습니다. 날짜가 붙은 ID가 확인되면 고정할 예정입니다.
nb: Haiku 4.5 er låst til sin daterte modell-ID (stabil hurtigbufring av ledetekster). Sonnet 4.6, Opus 4.7 og alle modell-ID-er for ChatGPT / Gemini / DeepSeek / Grok er fortsatt flytende aliaser — en leverandør kan i stillhet peke dem om og kortvarig forstyrre hurtigbufringen. Låses når daterte ID-er er bekreftet.
nl: Haiku 4.5 is vastgezet op een gedateerde model-ID (stabiele promptcaching). Sonnet 4.6, Opus 4.7 en alle model-ID’s van ChatGPT / Gemini / DeepSeek / Grok zijn nog zwevende aliassen — een aanbieder kan ze ongemerkt naar een ander model laten wijzen en de caching kort verstoren. Ze worden vastgezet zodra gedateerde ID’s bevestigd zijn.
pt_br: O Haiku 4.5 está fixado no ID de modelo datado (cache de prompt estável). O Sonnet 4.6, o Opus 4.7 e todos os IDs de modelo do ChatGPT / Gemini / DeepSeek / Grok ainda são aliases variáveis — um provedor poderia redirecioná-los silenciosamente e interromper o cache por um tempo. Eles serão fixados quando os IDs datados forem confirmados.
ru: Haiku 4.5 закреплена за датированным идентификатором модели (стабильное кэширование запросов). Sonnet 4.6, Opus 4.7 и все идентификаторы моделей ChatGPT / Gemini / DeepSeek / Grok пока являются плавающими псевдонимами — провайдер может незаметно перенаправить их и ненадолго нарушить кэширование. Будут закреплены, как только датированные идентификаторы подтвердятся.
sv: Haiku 4.5 är låst till sitt daterade modell-ID (stabil promptcachning). Sonnet 4.6, Opus 4.7 och alla modell-ID:n för ChatGPT / Gemini / DeepSeek / Grok är fortfarande flytande alias — en leverantör kan i det tysta peka om dem och tillfälligt störa cachningen. De låses när daterade ID:n är bekräftade.
zh_hans: Haiku 4.5 固定在带日期的模型 ID 上（提示缓存稳定）。Sonnet 4.6、Opus 4.7 以及所有 ChatGPT / Gemini / DeepSeek / Grok 模型 ID 仍是浮动别名 — 服务商可能会悄悄更改其指向，短暂影响缓存。确认带日期的 ID 后会进行固定。

source: Hallucinations still happen
ar: لا تزال الهلوسة تحدث
da: Hallucinationer forekommer stadig
de: Halluzinationen kommen weiterhin vor
es: Las alucinaciones siguen ocurriendo
fi: Hallusinaatioita esiintyy yhä
fr: Les hallucinations existent toujours
is: Ofskynjanir gerast enn
it: Le allucinazioni capitano ancora
ja: ハルシネーションはまだ起こります
ko: 환각은 여전히 발생합니다
nb: Hallusinasjoner skjer fortsatt
nl: Hallucinaties komen nog steeds voor
pt_br: Alucinações ainda acontecem
ru: Галлюцинации всё ещё случаются
sv: Hallucinationer förekommer fortfarande
zh_hans: 仍会出现幻觉

source: Hands-free chat with interruptions — earbuds recommended
ar: محادثة دون استخدام اليدين مع إمكانية المقاطعة — يُنصح بسماعات الأذن
da: Håndfri chat med afbrydelser — øretelefoner anbefales
de: Freihändiger Chat mit Unterbrechungen — Ohrhörer empfohlen
es: Chat manos libres con interrupciones: se recomiendan auriculares
fi: Handsfree-keskustelu keskeytyksineen — nappikuulokkeet suositeltavia
fr: Conversation mains libres avec interruptions — écouteurs recommandés
is: Handfrjálst spjall með frammígripum — mælt með heyrnartólum
it: Chat a mani libere con interruzioni — consigliati gli auricolari
ja: 割り込みもできるハンズフリーチャット — イヤホン推奨
ko: 끼어들기가 가능한 핸즈프리 채팅 — 이어폰 권장
nb: Håndfri chat med avbrytelser — ørepropper anbefales
nl: Handsfree chatten met onderbrekingen — oortjes aanbevolen
pt_br: Chat sem as mãos com interrupções — fones de ouvido recomendados
ru: Чат без рук с возможностью прерывания — рекомендуются наушники
sv: Handsfree-chatt med avbrott — hörsnäckor rekommenderas
zh_hans: 可打断的免提对话 — 推荐使用耳机

source: Heart Rate Variability (HRV) is the variation in time between consecutive heartbeats. A heart rate of 60 bpm doesn't mean one beat per second — the intervals vary: 980ms, 1020ms, 970ms, 1050ms. That variation IS your HRV.
ar: تقلب معدل ضربات القلب (HRV) هو التفاوت في الزمن بين نبضات القلب المتتالية. معدل 60 نبضة/دقيقة لا يعني نبضة كل ثانية — فالفواصل تتفاوت: 980ms، 1020ms، 970ms، 1050ms. هذا التفاوت هو HRV لديك.
da: Hjertefrekvensvariabilitet (HRV) er variationen i tiden mellem på hinanden følgende hjerteslag. En puls på 60 bpm betyder ikke ét slag i sekundet — intervallerne varierer: 980 ms, 1020 ms, 970 ms, 1050 ms. Den variation ER din HRV.
de: Die Herzfrequenzvariabilität (HRV) ist die Schwankung der Zeit zwischen aufeinanderfolgenden Herzschlägen. Eine Herzfrequenz von 60 bpm bedeutet nicht einen Schlag pro Sekunde — die Intervalle variieren: 980 ms, 1020 ms, 970 ms, 1050 ms. Diese Schwankung IST deine HRV.
es: La variabilidad de la frecuencia cardíaca (HRV) es la variación del tiempo entre latidos consecutivos. Una frecuencia cardíaca de 60 lpm no significa un latido por segundo: los intervalos varían, 980 ms, 1020 ms, 970 ms, 1050 ms. Esa variación ES tu HRV.
fi: Sykevälivaihtelu (HRV) on peräkkäisten sydämenlyöntien välisen ajan vaihtelua. 60 bpm:n syke ei tarkoita yhtä lyöntiä sekunnissa — välit vaihtelevat: 980 ms, 1020 ms, 970 ms, 1050 ms. Tämä vaihtelu ON HRV:si.
fr: La variabilité de la fréquence cardiaque (HRV) est la variation du temps entre des battements consécutifs. Une fréquence cardiaque de 60 bpm ne signifie pas un battement par seconde — les intervalles varient : 980 ms, 1020 ms, 970 ms, 1050 ms. Cette variation, C’EST votre HRV.
is: Hjartsláttarbreytileiki (HRV) er breytileiki í tíma milli samliggjandi hjartslaga. Púls upp á 60 slög/mín þýðir ekki eitt slag á sekúndu — bilin breytast: 980 ms, 1020 ms, 970 ms, 1050 ms. Sá breytileiki ER HRV-ið þitt.
it: La variabilità della frequenza cardiaca (HRV) è la variazione del tempo tra battiti cardiaci consecutivi. Una frequenza di 60 bpm non significa un battito al secondo: gli intervalli variano, ad esempio 980 ms, 1020 ms, 970 ms, 1050 ms. Quella variazione È la tua HRV.
ja: 心拍変動（HRV）とは、連続する心拍の間隔のばらつきです。心拍数 60 bpm は 1 秒に 1 拍という意味ではなく、間隔は 980 ms、1020 ms、970 ms、1050 ms のように変動します。そのばらつきこそが HRV です。
ko: 심박 변이도(HRV)는 연속된 심장 박동 사이 시간의 변동입니다. 심박수 60bpm은 1초에 한 번 뛴다는 뜻이 아닙니다 — 간격은 980ms, 1020ms, 970ms, 1050ms처럼 달라집니다. 그 변동이 바로 HRV입니다.
nb: Hjertefrekvensvariabilitet (HRV) er variasjonen i tid mellom påfølgende hjerteslag. En puls på 60 bpm betyr ikke ett slag per sekund — intervallene varierer: 980 ms, 1020 ms, 970 ms, 1050 ms. Den variasjonen ER HRV-en din.
nl: Hartslagvariabiliteit (HRV) is de variatie in tijd tussen opeenvolgende hartslagen. Een hartslag van 60 spm betekent niet één slag per seconde — de intervallen variëren: 980 ms, 1020 ms, 970 ms, 1050 ms. Die variatie IS je HRV.
pt_br: Variabilidade da frequência cardíaca (VFC) é a variação no tempo entre batimentos consecutivos. Uma frequência cardíaca de 60 bpm não significa um batimento por segundo — os intervalos variam: 980 ms, 1020 ms, 970 ms, 1050 ms. Essa variação É a sua VFC.
ru: Вариабельность сердечного ритма (ВСР) — это изменение времени между последовательными ударами сердца. Пульс 60 уд/мин не означает один удар в секунду — интервалы различаются: 980 мс, 1020 мс, 970 мс, 1050 мс. Эта вариация И ЕСТЬ ваша ВСР.
sv: Hjärtfrekvensvariabilitet (HRV) är variationen i tid mellan på varandra följande hjärtslag. En puls på 60 bpm betyder inte ett slag per sekund — intervallen varierar: 980 ms, 1020 ms, 970 ms, 1050 ms. Den variationen ÄR din HRV.
zh_hans: 心率变异性（HRV）是连续心跳之间时间间隔的变化。60 bpm 的心率并不意味着每秒跳一次 — 间期是变化的：980ms、1020ms、970ms、1050ms。这种变化就是你的 HRV。

source: Heart rate variability — what it is and why it matters
ar: تقلب معدل ضربات القلب — ما هو ولماذا يهم
da: Hjertefrekvensvariabilitet — hvad det er, og hvorfor det betyder noget
de: Herzfrequenzvariabilität — was sie ist und warum sie wichtig ist
es: Variabilidad de la frecuencia cardíaca: qué es y por qué importa
fi: Sykevälivaihtelu — mitä se on ja miksi sillä on merkitystä
fr: Variabilité de la fréquence cardiaque — ce que c’est et pourquoi c’est important
is: Hjartsláttarbreytileiki — hvað hann er og hvers vegna hann skiptir máli
it: Variabilità della frequenza cardiaca: cos'è e perché conta
ja: 心拍変動 — それが何で、なぜ重要なのか
ko: 심박 변이도 — 무엇이며 왜 중요한가
nb: Hjertefrekvensvariabilitet — hva det er og hvorfor det betyr noe
nl: Hartslagvariabiliteit — wat het is en waarom het ertoe doet
pt_br: Variabilidade da frequência cardíaca — o que é e por que importa
ru: Вариабельность сердечного ритма — что это и почему это важно
sv: Hjärtfrekvensvariabilitet — vad det är och varför det spelar roll
zh_hans: 心率变异性 — 它是什么，为什么重要

source: Heart Rate — The Essential Context
ar: معدل ضربات القلب — السياق الأساسي
da: Puls — Den vigtige kontekst
de: Herzfrequenz — Der wesentliche Kontext
es: Frecuencia cardíaca: el contexto esencial
fi: Syke — Olennainen konteksti
fr: Fréquence cardiaque — Le contexte essentiel
is: Púls — Nauðsynlega samhengið
it: Frequenza cardiaca — Il contesto essenziale
ja: 心拍数 — 欠かせない文脈
ko: 심박수 — 필수 맥락
nb: Puls — den nødvendige konteksten
nl: Hartslag — De onmisbare context
pt_br: Frequência cardíaca — O contexto essencial
ru: Пульс — необходимый контекст
sv: Puls — Det viktiga sammanhanget
zh_hans: 心率 — 必不可少的背景

source: HF depends on your breathing RATE, not just your vagal tone. Breathe slower than ~9 per minute and the signal moves to a different band.
ar: يعتمد HF على معدل تنفسك، لا على نبرتك المبهمية فقط. تنفّس أبطأ من نحو 9 مرات في الدقيقة فتنتقل الإشارة إلى نطاق مختلف.
da: HF afhænger af din vejrtræknings-FREKVENS, ikke kun din vagale tonus. Træk vejret langsommere end ~9 gange i minuttet, og signalet flytter til et andet bånd.
de: HF hängt von deiner Atem-FREQUENZ ab, nicht nur von deinem Vagustonus. Atmest du langsamer als ~9 Mal pro Minute, wandert das Signal in ein anderes Band.
es: La HF depende de tu FRECUENCIA respiratoria, no solo de tu tono vagal. Si respiras más despacio de ~9 veces por minuto, la señal pasa a otra banda.
fi: HF riippuu hengitysTAHDISTASI, ei pelkästään vagaalisesta sävystä. Hengitä hitaammin kuin noin 9 kertaa minuutissa, niin signaali siirtyy eri kaistalle.
fr: La HF dépend de votre FRÉQUENCE respiratoire, pas seulement de votre tonus vagal. Respirez plus lentement qu’environ 9 fois par minute et le signal passe dans une autre bande.
is: HF fer eftir öndunarTÍÐNI þinni, ekki bara vagustóni. Andaðu hægar en ~9 sinnum á mínútu og merkið færist yfir á annað tíðnisvið.
it: L'HF dipende dalla FREQUENZA del respiro, non solo dal tono vagale. Se respiri più lentamente di circa 9 atti al minuto, il segnale si sposta in un'altra banda.
ja: HF は迷走神経の緊張だけでなく、呼吸数にも左右されます。1 分あたり約 9 回より遅く呼吸すると、信号は別の帯域に移ります。
ko: HF는 미주신경 긴장도뿐 아니라 호흡 속도에도 좌우됩니다. 분당 약 9회보다 느리게 호흡하면 신호가 다른 대역으로 이동합니다.
nb: HF avhenger av pustefrekvensen, ikke bare av vagustonusen. Puster du langsommere enn ~9 ganger per minutt, flytter signalet seg til et annet bånd.
nl: HF hangt af van je ademhalingsFREQUENTIE, niet alleen van je vagale tonus. Adem je langzamer dan ~9 keer per minuut, dan verschuift het signaal naar een andere band.
pt_br: O HF depende da sua FREQUÊNCIA respiratória, não só do seu tônus vagal. Respire mais devagar que ~9 vezes por minuto e o sinal passa para outra banda.
ru: HF зависит от ЧАСТОТЫ дыхания, а не только от тонуса блуждающего нерва. Если дышать медленнее ~9 раз в минуту, сигнал смещается в другую полосу.
sv: HF beror på din andnings-TAKT, inte bara din vagala tonus. Andas du långsammare än ~9 gånger per minut flyttar signalen till ett annat band.
zh_hans: HF 取决于你的呼吸频率，而不只是迷走神经张力。呼吸慢于每分钟约 9 次时，信号会移到另一个频段。

source: HF power exceeds LF. Common at rest, and expected when breathing normally rather than slowly.
ar: قدرة HF تتجاوز LF. شائع أثناء الراحة، ومتوقع عند التنفس بشكل طبيعي لا ببطء.
da: HF-effekten overstiger LF. Almindeligt i hvile og forventeligt, når du trækker vejret normalt frem for langsomt.
de: Die HF-Leistung übersteigt LF. Häufig in Ruhe und zu erwarten, wenn du normal statt langsam atmest.
es: La potencia HF supera a la LF. Común en reposo, y esperable cuando respiras con normalidad en lugar de despacio.
fi: HF-teho ylittää LF:n. Yleistä levossa ja odotettavaa, kun hengität normaalisti etkä hitaasti.
fr: La puissance HF dépasse la LF. Fréquent au repos, et attendu quand on respire normalement plutôt que lentement.
is: HF-afl er meira en LF. Algengt í hvíld og við því að búast þegar andað er eðlilega frekar en hægt.
it: La potenza HF supera l'LF. Comune a riposo e prevista quando si respira normalmente anziché lentamente.
ja: HF パワーが LF を上回っています。安静時にはよくあることで、ゆっくりではなく普通に呼吸しているときは想定どおりです。
ko: HF 파워가 LF보다 큽니다. 안정 시에 흔하며, 천천히가 아니라 평소처럼 호흡할 때 예상되는 결과입니다.
nb: HF-effekten er større enn LF. Vanlig i hvile, og forventet når du puster normalt i stedet for langsomt.
nl: HF-vermogen is groter dan LF. Gebruikelijk in rust, en te verwachten bij normaal in plaats van langzaam ademen.
pt_br: A potência HF supera a LF. Comum em repouso e esperado quando se respira normalmente, e não devagar.
ru: Мощность HF превышает LF. Обычно в покое и ожидаемо при обычном, а не медленном дыхании.
sv: HF-effekten överstiger LF. Vanligt i vila, och väntat när du andas normalt snarare än långsamt.
zh_hans: HF 功率高于 LF。在静息时很常见，正常呼吸（而非缓慢呼吸）时也属预期。

source: HF Power — Your Vagal Signature
ar: قدرة HF — بصمتك المبهمية
da: HF-effekt — Din vagale signatur
de: HF-Leistung — Deine vagale Signatur
es: Potencia HF: tu firma vagal
fi: HF-teho — Vagaalinen tunnusmerkkisi
fr: Puissance HF — Votre signature vagale
is: HF-afl — Vagusfingrafarið þitt
it: Potenza HF — La tua firma vagale
ja: HF パワー — 迷走神経のサイン
ko: HF 파워 — 미주신경의 서명
nb: HF-effekt — din vagale signatur
nl: HF-vermogen — Je vagale handtekening
pt_br: Potência HF — Sua assinatura vagal
ru: Мощность HF — ваша вагусная подпись
sv: HF-effekt — Din vagala signatur
zh_hans: HF 功率 — 你的迷走神经特征

source: Hidden behind the gear icon. Drag down to dim the screen and save battery in the dark; the change reverts when you leave the view so we don't permanently mess with your phone.
ar: مخفي خلف أيقونة الترس. اسحب لأسفل لتعتيم الشاشة وتوفير البطارية في الظلام؛ يعود التغيير عند مغادرة العرض حتى لا نعبث بهاتفك بشكل دائم.
da: Gemt bag tandhjulsikonet. Træk ned for at dæmpe skærmen og spare batteri i mørke; ændringen nulstilles, når du forlader visningen, så vi ikke ændrer din telefon permanent.
de: Versteckt hinter dem Zahnradsymbol. Zieh nach unten, um den Bildschirm im Dunkeln zu dimmen und Akku zu sparen; die Änderung wird zurückgesetzt, wenn du die Ansicht verlässt, damit wir dein Telefon nicht dauerhaft verstellen.
es: Oculto tras el icono del engranaje. Arrastra hacia abajo para atenuar la pantalla y ahorrar batería a oscuras; el cambio se revierte al salir de la vista para no alterar tu teléfono de forma permanente.
fi: Piilossa rataskuvakkeen takana. Vedä alaspäin himmentääksesi näyttöä ja säästääksesi akkua pimeässä; muutos palautuu, kun poistut näkymästä, jotta puhelimesi asetukset eivät muutu pysyvästi.
fr: Caché derrière l’icône d’engrenage. Faites glisser vers le bas pour assombrir l’écran et économiser la batterie dans le noir ; le réglage est annulé quand vous quittez la vue, pour ne pas modifier durablement votre téléphone.
is: Falið á bak við tannhjólstáknið. Dragðu niður til að deyfa skjáinn og spara rafhlöðu í myrkri; breytingin gengur til baka þegar þú ferð af skjánum svo við breytum ekki símanum þínum varanlega.
it: Nascosto dietro l'icona dell'ingranaggio. Trascina verso il basso per attenuare lo schermo e risparmiare batteria al buio; la modifica viene annullata quando lasci la vista, così non alteriamo il telefono in modo permanente.
ja: 歯車アイコンの奥にあります。下にドラッグすると、暗い場所で画面を暗くしてバッテリーを節約できます。画面を離れると元に戻るので、iPhone の設定が恒久的に変わることはありません。
ko: 톱니바퀴 아이콘 뒤에 숨어 있습니다. 아래로 끌면 어두운 곳에서 화면을 어둡게 해 배터리를 아낄 수 있습니다. 화면을 벗어나면 원래대로 돌아가므로 휴대폰 설정이 영구적으로 바뀌지 않습니다.
nb: Skjult bak tannhjulikonet. Dra ned for å dempe skjermen og spare batteri i mørket; endringen tilbakestilles når du forlater visningen, så vi ikke tukler permanent med telefonen din.
nl: Verstopt achter het tandwielpictogram. Sleep omlaag om het scherm te dimmen en in het donker batterij te sparen; de wijziging wordt teruggedraaid als je de weergave verlaat, zodat we je telefoon niet blijvend aanpassen.
pt_br: Fica escondido atrás do ícone de engrenagem. Arraste para baixo para escurecer a tela e economizar bateria no escuro; a mudança é desfeita quando você sai da tela, para não alterarmos seu telefone de forma permanente.
ru: Скрыт за значком шестерёнки. Потяните вниз, чтобы приглушить экран и сберечь батарею в темноте; изменение отменяется, когда вы покидаете экран, чтобы не менять настройки телефона навсегда.
sv: Dold bakom kugghjulsikonen. Dra nedåt för att dimma skärmen och spara batteri i mörkret; ändringen återställs när du lämnar vyn så att vi inte ändrar din telefon permanent.
zh_hans: 隐藏在齿轮图标后面。向下拖动可调暗屏幕，在黑暗中节省电量；离开该视图后会恢复，所以不会永久改动你的手机设置。
